[
    {
        "end": "2014-07-25 22:15:00",
        "name": "Allo Darlin'",
        "image": "allodarlin",
        "start": "2014-07-25 21:15:00",
        "cost": "",
        "link": "http://allodarlin.com/",
        "location": "Outdoor stage",
        "key": "allo darlin",
        "description": "Allo Darlin' will be making their only festival appearance of 2014 at Indietracks this year, headlining our Friday night.\nTheir self-titled debut was released on Fortuna Pop in June 2010 to widespread critical acclaim, and their second album, Europe, was Rough Trade's best-selling record of 2012 and was highly placed in many best of the year polls, including Rolling Stone, Emusic and Rough Trade. They have spent much of the past three years playing shows and festivals in America and Europe, and are currently working on their third album."
    },
    {
        "end": "2014-07-25 20:50:00",
        "name": "The Chills",
        "image": "chills",
        "start": "2014-07-25 19:50:00",
        "cost": "",
        "link": "http://www.softbomb.com/",
        "location": "Outdoor stage",
        "key": "chills",
        "description": "The Chills are an indiepop band which formed in Dunedin, New Zealand in 1980, and are known as a part of the Dunedin sound style of indiepop music, which coalesced around the Auckland-based label Flying Nun Records. The band has released four studio albums, and Indietracks is a rare show as part of a fleeting tour of Europe this year."
    },
    {
        "end": "2014-07-25 19:30:00",
        "name": "Spearmint",
        "image": "spearmint",
        "start": "2014-07-25 18:50:00",
        "cost": "",
        "link": "http://www.spearmint.net/",
        "location": "Outdoor stage",
        "key": "spearmint",
        "description": "Spearmint are a London-based indie pop band, founded in 1995 with the aim of making fizzing pop songs that also had levels of meaning within them so that the listener who wanted to could dig deeper into the lyrics. Pop music with a real independent attitude, on their own label, so that nobody could interfere. Kind of like a big Pop Trojan Horse.  Spearmint will be releasing a new album, News from Nowhere in 2014, adding to their impressive catalogue of catchy and intelligent pop hits."
    },
    {
        "end": "2014-07-25 18:30:00",
        "name": "TeenCanteen",
        "image": "canteen",
        "start": "2014-07-25 17:50:00",
        "cost": "",
        "link": "http://www.teencanteen.co.uk/",
        "location": "Outdoor stage",
        "key": "teencanteen",
        "description": "Hailing from Glasgow and Edinburgh, TeenCanteen are Carla, Sita, Amanda and Debbie. Formed in 2012, they have been creating multi-melodies, sunshine pop and girl-group harmonies ever since..TeenCanteen have played at T-in-the-Park and Wickerman as well as supporting The Pastels, The Wave Pictures and Evan Dando & Juliana Hatfield..Their song 'Fireworks' was featured a recent BMX Bandits album, and they released debut single 'Honey' on Neu! Reekie! Records in 2013."
    },
    {
        "end": "2014-07-25 00:00:00",
        "name": "Come Again DJs",
        "image": "comeagain",
        "start": "2014-07-25 22:30:00",
        "cost": "",
        "link": "",
        "location": "Indoor stage",
        "key": "come again djs",
        "description": "The Come Again DJs are Murray and Andy. Hands in pockets, looking circumspect, they refuse to take requests."
    },
    {
        "end": "2014-07-26 22:15:00",
        "name": "Gruff Rhys",
        "image": "gruffrhys",
        "start": "2014-07-26 21:15:00",
        "cost": "",
        "link": "http://www.gruffrhys.com/",
        "location": "Outdoor stage",
        "key": "gruff rhys",
        "description": "Gruff Rhys is a prolific and inventive Welsh musician whose music encompasses a range of styles, including psychedelia, folk and electro-pop. His third album, Hotel Shampoo, won the Artrocker Album of the Year award and the Welsh Music Prize in 2011. Gruff is well known as the singer and main songwriter for Super Furry Animals, and has also formed Neon Neon, an electro-pop collaborative project with Boom Bip. In 2014, Gruff is releasing American Interior, an album, book, film and app, exploring the life of John Evans, who left Wales for north America in 1792 in search of a lost tribe of Welsh-speaking Native Americans."
    },
    {
        "end": "2014-07-26 20:40:00",
        "name": "The Popguns",
        "image": "popguns",
        "start": "2014-07-26 19:40:00",
        "cost": "",
        "link": "http://www.popguns.net/",
        "location": "Outdoor stage",
        "key": "popguns",
        "description": "The Popguns are an upbeat indiepop band from Brighton, fronted by singer Wendy Morgan, who released four albums and a string of singles from 1988 to 1996. They appeared in John Peel's festive fifty, and their songs are featured on the essential Rough Trade and Scared To Get Happy compilations. The band recently signed to Matinee Recordings and have a new song -Love Junky - available to stream on Soundcloud. "
    },
    {
        "end": "2014-07-26 19:20:00",
        "name": "The Spook School",
        "image": "spookschool",
        "start": "2014-07-26 18:40:00",
        "cost": "",
        "link": "http://thespookschool.com/",
        "location": "Outdoor stage",
        "key": "spook school",
        "description": "Inspired by the post-punk-pop of The Buzzcocks, Lou Reed's 'Transformer' and the films of Buster Keaton, with a dash of 60s pop for good measure, The Spook School are Adam and Nye Todd (guitars + vocals), Anna Cory (bass + vocals), and Niall McCamley (drums, jokes + nudity).The band explore gender, sexuality and queer issues with stories that do not shy away from being absurd and silly. Their album 'Dress Up' was released in 2014."
    },
    {
        "end": "2014-07-26 18:20:00",
        "name": "The Yawns",
        "image": "yawns",
        "start": "2014-07-26 17:40:00",
        "cost": "",
        "link": "http://theyawnsband.bandcamp.com/",
        "location": "Outdoor stage",
        "key": "yawns",
        "description": "Compared to Felt, Ariel Pink, Pavement and The Clean, Glasgow five-piece The Yawns are fresh from a European tour, visiting Croatia, Austria, Czech Republic, Germany, Italy, France, Netherlands, Belgium and the UK. Their eponymous debut album is available on vinyl and cassette via Record Records Records and Giant Hell respectively, and The Yawns are now recording their second album."
    },
    {
        "end": "2014-07-26 17:20:00",
        "name": "Linda Guilala",
        "image": "linda",
        "start": "2014-07-26 16:40:00",
        "cost": "",
        "link": "http://elefant.com/bands/linda-guilala/biography",
        "location": "Outdoor stage",
        "key": "linda guilala",
        "description": "After the split of Juniper Moon at the end of 2005, Ivan (former drummer and founder of the band) and Eva (keyboards) started their new adventure under the name of Linda Guilala.Their latest release, 'Xeristar' (Elefant Records) contains six intense, electrifying compositions that go from furious to narcotic, somewhere between Los Planetas, Ride, Clinic, My Bloody Valentine and Spiritualized at their spaciest and most ultrasonic."
    },
    {
        "end": "2014-07-26 16:20:00",
        "name": "Thee AHs",
        "image": "theeahs",
        "start": "2014-07-26 15:40:00",
        "cost": "",
        "link": "http://theeahs.com/",
        "location": "Outdoor stage",
        "key": "three ahs",
        "description": "Thee AHs are a bubble-gum, indiepop band from Vancouver, Canada. They've released two albums, a 7\" on the Spanish label 7iete Pulgadas, and have just finished recording their third album,Corey's Coathangers, planned for release on Seattle's Jigsaw Records and Philadelphia/Brooklyn's Bird Tapes. They've toured North America extensively, including NYC Popfest and Indietracks forms part of their European tour this summer."
    },
    {
        "end": "2014-07-26 15:20:00",
        "name": "The Royal Landscaping Society",
        "image": "royal",
        "start": "2014-07-26 14:40:00",
        "cost": "",
        "link": "http://therls.bandcamp.com/",
        "location": "Outdoor stage",
        "key": "royal landscaping society",
        "description": "The Royal Landscaping Society started in 2012 as a a four piece consisting of Cris, Maria, Fran and David. The songs are influenced by Brighter and The Field Mice but with a clearly electronic sound with simple, arpeggio guitars. They appeared on the Little Treasure compilation \"Springtime!\" and will release their first mini-album on Beko Disques in July."
    },
    {
        "end": "2014-07-26 14:20:00",
        "name": "Skeletal Shakes",
        "image": "skeletal",
        "start": "2014-07-26 13:40:00",
        "cost": "",
        "link": "https://soundcloud.com/skeletalshakes",
        "location": "Outdoor stage",
        "key": "skeletal shakes",
        "description": "Skeletal Shakes are an indie-punk-pop trio, taking their name from a combination of anime episodes. On vocals and guitars are Dan and Hannah, with Andy on the drums. Skeletal Shakes started out in autumn 2013 with ex. Standard Fare members Andy and Dan blasting ideas into the gardens of their hometown of Buxton, Derbyshire. Shortly after, they invited Andy's school friend Hannah along, bringing acoustic rhythms and soft vocals to the fast, edgy sounds."
    },
    {
        "end": "2014-07-26 21:00:00",
        "name": "Dean Wareham",
        "image": "dean",
        "start": "2014-07-26 20:00:00",
        "cost": "",
        "link": "http://deanwareham.com/",
        "location": "Indoor stage",
        "key": "dean wareham",
        "description": "Dean Wareham is an American musician who has released an influential catalogue of melodic and psychedelic indie rock and pop songs via Galaxie 500, Luna and Dean & Britta.  Dean has also worked as a film composer, notably on The Squid And The Whale, and has written a memoir, Black Postcards, about his years in Galaxie 500 and Luna. His debut solo EP, Emancipated Hearts, was released in 2013, and is followed by his debut solo album, Dean Wareham, in March 2014."
    },
    {
        "end": "2014-07-26 19:40:00",
        "name": "Joanna Gruesome",
        "image": "joanna",
        "start": "2014-07-26 19:00:00",
        "cost": "",
        "link": "http://joannagruesome.bandcamp.com/",
        "location": "Indoor stage",
        "key": "joanna gruesome",
        "description": "Riotous teenagers Joanna Gruesome are a five-piece noisepop/C86-ish/punk/riot grrrl/whatever band from Cardiff that sound like You Made Me Realise? era My Bloody Valentine being channeled by sloppy punk kids. They like quiet and sweet melodies, hardcore punk drumbeats and brutal feedback. Equal parts Huggy Bear and classic Dinosaur Jr, in the space of five minutes their boy-girl high velocity terror-pop can veer from jangle to riot, from sweaters to torn tights, from feedback to swoon. Their album 'Weird Sister' is available now on "
    },
    {
        "end": "2014-07-26 18:40:00",
        "name": "The Blue Minkies",
        "image": "blueminkies",
        "start": "2014-07-26 18:00:00",
        "cost": "",
        "link": "http://theblueminkies.bandcamp.com/",
        "location": "Indoor stage",
        "key": "blue minkies",
        "description": "Brighton's The Blue Minkies play DIY pop/punk recalling the likes of Huggy Bear and Bikini Kill and describe themselves as \"the feeling you get when you first hit the dancefloor\" and \"pound shop pop\". Their six-song 7\" EP, You Make Me Blush, was released in 2004, and the band are making a long overdue return this year!"
    },
    {
        "end": "2014-07-26 17:40:00",
        "name": "Dorotea",
        "image": "dorotea",
        "start": "2014-07-26 17:00:00",
        "cost": "",
        "link": "https://myspace.com/doroteagbg",
        "location": "Indoor stage",
        "key": "dorotea",
        "description": "Dorotea are a jangly, drum machine-indie-punk-pop trip from Gothenburg featuring Mikael Carlsson (vocals, guitar), Johan Friman (guitar) and Viktor Almqvist (bass). Their live shows are a legenday mix of dancing, breaking guitar string and bringing about revolutions."
    },
    {
        "end": "2014-07-26 16:40:00",
        "name": "ONSIND",
        "image": "onsind",
        "start": "2014-07-26 16:00:00",
        "cost": "",
        "link": "http://onsind.bandcamp.com/",
        "location": "Indoor stage",
        "key": "onsind",
        "description": "Best friends Nathan Griffin and Daniel Ellis formed ONSIND in 2006 in the County Durham village of Pity Me. Influenced by the likes of Propagandhi, The Proclaimers and The Beautiful South, Onsind have crafted their own form of queer positive, anarchist pop. Anaesthesiologyis Onsind's third studio album and comes as a welcome voice of discontent in an era of repressive austerity."
    },
    {
        "end": "2014-07-26 15:40:00",
        "name": "MJ Hibbert & The Validators",
        "image": "mj",
        "start": "2014-07-26 15:00:00",
        "cost": "",
        "link": "http://www.mjhibbett.co.uk/",
        "location": "Indoor stage",
        "key": "mj hibbert & the validators",
        "description": "MJ Hibbett & The Validators have performed live on Radio One, had a Record Of The Year in Rolling Stone, an Album Of The Day on 6Music, released one of the first ever viral videos, toured the UK and Europe, featured in an Edinburgh Fringe Festival show, and recorded a science fiction rock opera, all while maintaining their complete independence from outside record labels."
    },
    {
        "end": "2014-07-26 14:40:00",
        "name": "Wolf Girl",
        "image": "wolf",
        "start": "2014-07-26 14:00:00",
        "cost": "",
        "link": "http://wolfgirlband.bandcamp.com/",
        "location": "Indoor stage",
        "key": "wolf girl",
        "description": "Wolf Girl are an indie-pop four-piece based on the outskirts of London. They play hairy scary garage pop and record their demos in a garage that backs onto the river Wandle. Formed in September 2012, their interests include long walks on the beach, guitars that look like Cadillacs and feral teenagers."
    },
    {
        "end": "2014-07-26 13:40:00",
        "name": "Ace City Racers",
        "image": "ace",
        "start": "2014-07-26 13:00:00",
        "cost": "",
        "link": "https://www.facebook.com/acecityracers",
        "location": "Indoor stage",
        "key": "ace city racers",
        "description": "Ace City Racers specialise in jangular, short, sharp, sexy pop songs. They came into being after their bedroom demo ‘Waiting’ was picked up by Stephen Street and released via Fred Perry and Alcopop Records. Since then the band have put on a series of guerrilla art gigs at unusual locations like swimming pools and have picked up a few admirers along the way including Johnny Marr.  Their new single, ‘Different Angle’, is a collaboration with Domino artist Danny Saunders, available on vinyl from 28 July."
    },
    {
        "end": "2014-07-26 21:15:00",
        "name": "The Proper Ornaments",
        "image": "proper",
        "start": "2014-07-26 20:20:00",
        "cost": "",
        "link": "http://theproperornaments.bandcamp.com/",
        "location": "Church stage",
        "key": "proper ornaments",
        "description": "Mining the rich territories of The Velvet Underground and The Beach Boys, The Proper Ornaments are comprised of Argentinian Max Claps and James Hoare (also of Veronica Falls) - who both sing and write the songs - and joined by Daniel Nellis (bass) and Robert Syme (drums).   Their debut album 'Wooden Head' was released on Fortuna POP! in 2014, featuring fourteen thrillingly taut and melodic pop songs with a deep, dark undercurrent."
    },
    {
        "end": "2014-07-26 20:00:00",
        "name": "Nat Johnson",
        "image": "nat",
        "start": "2014-07-26 19:20:00",
        "cost": "",
        "link": "http://www.natjohnson.co.uk/",
        "location": "Church stage",
        "key": "nat johnson",
        "description": "Nat Johnson makes folk and country music for people who like to gaze out of windows. She's the former leader of Monkey Swallows the Universe (2003-2008) and Nat Johnson & the Figureheads (2008-2012), and her first solo album, 'Neighbour of the Year', is due in late 2014."
    },
    {
        "end": "2014-07-26 19:00:00",
        "name": "The Manhattan Love Suicides",
        "image": "manhattan",
        "start": "2014-07-26 18:20:00",
        "cost": "",
        "link": "http://www.squirrelrecords.co.uk/the-manhattan-love-suicides/",
        "location": "Church stage",
        "key": "manhattan love suicides",
        "description": "For anyone who loves fuzzed up guitar assaults, feedback, hit and run 10 minute gigs, female vocals, melodic pop, ear splitting minimalist noise-and hates a hell of a lot of other things.Dress it in black!"
    },
    {
        "end": "2014-07-26 18:00:00",
        "name": "Laura J Martin",
        "image": "laura",
        "start": "2014-07-26 17:20:00",
        "cost": "",
        "link": "http://laurajmartinuk.blogspot.co.uk/",
        "location": "Church stage",
        "key": "laura j martin",
        "description": "Laura J. Martin hails from the suburbs of Liverpool and mines the darker, esoteric underbelly of folk. With untold layers of intrigue, she flits effortlessly between flute, mandolin and piano, as well as looped vocals and instruments. She has so far released two off-kilter, psychedelic albums on the Static Caravan label to widespread acclaim - 'The Hangman Tree' and 'Dazzle Days' - and has supported the likes of Euros Childs,  Gruff Rhys,  Scout Niblett, Little Dragon, and Jonny."
    },
    {
        "end": "2014-07-26 17:00:00",
        "name": "Slum of Legs",
        "image": "slum",
        "start": "2014-07-26 16:20:00",
        "cost": "",
        "link": "http://riotsnotdiets.bandcamp.com/album/slum-of-legs-demo",
        "location": "Church stage",
        "key": "slum of legs",
        "description": "Slum of Legs are a blast farrago, a clatter-mass, a superstructure spiked with glass. An all-female six-piece from Brighton, they are influenced by seances, numbers and brutalist architecture. They've released a tape on Tuff Enuff Records that has been described as \"the best parts of punk, indie-pop and noise-pop recorded on what sounds like a boombox they found at a rummage sale\" (The Finest Kiss)."
    },
    {
        "end": "2014-07-26 16:00:00",
        "name": "The Wellgreen",
        "image": "wellgreen",
        "start": "2014-07-26 15:20:00",
        "cost": "",
        "link": "http://thewellgreen.bandcamp.com/",
        "location": "Church stage",
        "key": "wellgreen",
        "description": "The Wellgreen combine classic sixties songwriting, early powerpop and psychedelia on top of vintage recording techniques to create a familiar yet fresh & original sound. Having toured extensively over the last two years supporting Euros Childs and Stevie Jackson (as well as providing drums, bass, guitar and harmonies for both on their respective sets and records), 2013 saw The Wellgreen release their second album, Grin And Bear It on their own label"
    },
    {
        "end": "2014-07-26 15:00:00",
        "name": "Elopes",
        "image": "elopes",
        "start": "2014-07-26 14:20:00",
        "cost": "",
        "link": "http://elopes.bandcamp.com/",
        "location": "Church stage",
        "key": "elopes",
        "description": "Elopes are Hazel (vocals and electric guitar) and Cara (drums), based in Sheffield. They write queer and political indiepop songs and have a lot of fun playing them to people who seem to enjoy dancing along just as much! They recently released a two-track cassette on Loose Hair Records and have played shows with The Tuts, EXPENSIVE, No Ditching and more."
    },
    {
        "end": "2014-07-26 14:00:00",
        "name": "Okinawa Picture Show",
        "image": "okinawa",
        "start": "2014-07-26 13:20:00",
        "cost": "",
        "link": "http://okinawapictureshow.bandcamp.com/releases",
        "location": "Church stage",
        "key": "okinawa picture show",
        "description": "Brand new two-piece acoustic pop punk from the Midlands, featuring Elly Kingdon and Paul from Ace Bushy Striptease."
    },
    {
        "end": "2014-07-26 17:00:00",
        "name": "Marc and Graeme Elston",
        "image": "elston",
        "start": "2014-07-26 16:15:00",
        "cost": "",
        "link": "",
        "location": "Train stage",
        "key": "marc and graeme elston",
        "description": "Since 2012, Marc and Graeme Elston have started playing together for the first time in about twenty years. Both played in legendary bands - Graeme was in Love Parade, Pure and Slipslide, whilst Marc played in Bulldozer Crash and The Liberty Ship."
    },
    {
        "end": "2014-07-26 16:00:00",
        "name": "Bill Botting",
        "image": "bill",
        "start": "2014-07-26 15:15:00",
        "cost": "",
        "link": "",
        "location": "Train stage",
        "key": "bill botting",
        "description": "Well known for his roles in Allo Darlin' and Moustache of Insanity, Bill Botting is now playing solo too, and will be playing acoustically on the train at this year's Indietracks."
    },
    {
        "end": "2014-07-26 14:45:00",
        "name": "The Hidden Horses",
        "image": "hiddenhorses",
        "start": "2014-07-26 14:00:00",
        "cost": "",
        "link": "http://thehiddenhorses.bandcamp.com/",
        "location": "Train stage",
        "key": "hidden horses",
        "description": "The Hidden Horses are a duo from Eastbourne, with Ali on keyboards and Nathan (from Stars of Aviation) on ukulele. They play short, simple, romantic pop songs and their first public performance will be on the train at this year's Indietracks."
    },
    {
        "end": "2014-07-26 13:00:00",
        "name": "Lonely Tourist",
        "image": "lonely",
        "start": "2014-07-26 12:15:00",
        "cost": "",
        "link": "http://lonelytourist.bandcamp.com/",
        "location": "Train stage",
        "key": "lonely tourist",
        "description": "Lonely Tourist is a Bristol-based Glaswegian playing upbeat indie stuff. His single The Ballad of Paul Tierney was one of Steve Lamacq's favourite tunes of 2013 and was played by Gideon Coe and Cerys Matthews, and he's played shows with The Flatmates and Pete Green. His latest album 'Shouting At Weather' was released earlier this year."
    },
    {
        "end": "2014-07-26 00:00:00",
        "name": "Stolen Wine Social",
        "image": "stolenwine",
        "start": "2014-07-26 22:30:00",
        "cost": "",
        "link": "http://stolenwinesocial.tumblr.com/",
        "location": "Indoor stage",
        "key": "stolen wine social",
        "description": "tolen Wine Social is a London club night that plays indiepop, C86, indie, electropop, riot grrrl and anything else they fancy!"
    },
    {
        "end": "2014-07-26 00:00:00",
        "name": "Ready Steady Girls DJs",
        "image": "readysteady",
        "start": "2014-07-26 22:30:00",
        "cost": "",
        "link": "",
        "location": "Marquee",
        "key": "ready steady girls",
        "description": "Cheshire DJ duo Kev and Linda have eclectic taste in music but are passionate collectors of 60s girl and girl group records. They play 'dancetastic' pop, soul, ye-ye, rock 'n' roll, beat, Motown, doo wop and garage girl tunes."
    },
    {
        "end": "2014-07-26 17:45:00",
        "name": "DJ Now That's what I call Music's Dancerobics",
        "image": "",
        "start": "2014-07-26 17:00:00",
        "cost": "",
        "link": "",
        "location": "Marquee",
        "key": "dj now that's what i call music's dancerobics",
        "description": ""
    },
    {
        "end": "2014-07-26 16:45:00",
        "name": "Portraits with Salle Pierre Lamy",
        "image": "sallypierre",
        "start": "2014-07-26 16:00:00",
        "cost": "Free",
        "link": "",
        "location": "Marquee",
        "key": "portraits with salle pierre lamy",
        "description": "Salle Pierre Lamy are edgar, a cat who wears spectacles and his good buddy Bryce a sort of a green potato/marshmallow/pillow man thing. Did you ever see the guys drawing portraits in Covent Garden or Blackpool or Paris or something? Well Salle Pierre Lamy are going to do some REAL art, they will do your portraits, it will change your life."
    },
    {
        "end": "2014-07-26 15:45:00",
        "name": "Patch Up!",
        "image": "patchup",
        "start": "2014-07-26 15:00:00",
        "cost": "Free",
        "link": "",
        "location": "Marquee",
        "key": "patch up!",
        "description": "Come and design a patch and show why you love Indietracks so much! Draw, stick or sew something on the patch - pop in a photo, include your friends, your fave bands - it's up to you! At the end, we'll tie them all together to form a huge IndiePatch. Come on, patch up!"
    },
    {
        "end": "2014-07-26 14:45:00",
        "name": "Tallulah in 45 minutes",
        "image": "",
        "start": "2014-07-26 14:00:00",
        "cost": "Free",
        "link": "",
        "location": "Marquee",
        "key": "tallulah in 45 minutes",
        "description": "Learn the indiepop classic Tallulah by Allo Darlin' on the ukulele! In this workshop aimed at everyone from beginners to musical maestros, we'll teach you how to play this wonderful song, and by the end of the session, we'll all be singing and strumming along like Elizabeth Morris herself! If you have a ukulele, bring it along, although we will have a few for you try just in case!"
    },
    {
        "end": "2014-07-27 22:15:00",
        "name": "The Hidden Cameras",
        "image": "hiddencameras",
        "start": "2014-07-27 21:15:00",
        "cost": "",
        "link": "http://www.last.fm/music/The+Hidden+Cameras",
        "location": "Outdoor stage",
        "key": "hidden cameras",
        "description": "The Hidden Cameras are the brainchild of Joel Gibb, who has been performing with the band since 2001. Joel shaped Toronto's music scene at a time when it was practically non-existent, staging the most legendary nights of the city and celebrating sexuality through the band's elaborate, high-energy shows.  Joel now lives in Berlin, finding his place as songwriter and as artist. The latest album, \"AGE\", is, to a certain extent, his coming-of-age album, and includes the trumpets and harmonies of 'Year of the Spawn' and 'Gay Goth Scene''s part-ironic requiem for forbidden love."
    },
    {
        "end": "2014-07-27 20:40:00",
        "name": "Let's Wrestle",
        "image": "wrestle",
        "start": "2014-07-27 19:40:00",
        "cost": "",
        "link": "https://soundcloud.com/letswrestle",
        "location": "Outdoor stage",
        "key": "let's wrestle",
        "description": "Named by Lawrence (Felt, Denim) after a book by David Shrigley, Let's Wrestle released their third and most recent album, Let's Wrestle, in 2014 on Fortuna Pop! Renowned for their ramshackle DIY, scuzzed up punk, the new album saw the band enter a new phase of  sophistication, showcasing their songwriting talents and love of classic pop, bringing in strings and horns, and drawing on inspiration from the likes of Crosby, Stills, Nash and Young and The Kinks. "
    },
    {
        "end": "2014-07-27 19:20:00",
        "name": "Sweet Baboo",
        "image": "baboo",
        "start": "2014-07-27 18:40:00",
        "cost": "",
        "link": "http://sweetbaboo.co.uk/",
        "location": "Outdoor stage",
        "key": "sweet baboo",
        "description": "Sweet Baboo is Stephen Black, a musician from rural North Wales. His musical style has been described as a mix of country and psychedelic, ranging from darkly funny to piercingly tender lyrics. His albums I'm a Dancer / Songs about Sleepin' and Ships have both been nominated for the Welsh Music Prize, and his 2012 song Let's Go Swimming Wild was frequently played on BBC 6 music. He's played at Glastonbury, Green Man and Latitude and also worked with Slow Club, Euros Childs, Cate Le Bon and Gruff Rhys."
    },
    {
        "end": "2014-07-27 18:20:00",
        "name": "The Flatmates",
        "image": "flatmates",
        "start": "2014-07-27 17:40:00",
        "cost": "",
        "link": "http://www.theflatmates.com/",
        "location": "Outdoor stage",
        "key": "flatmates",
        "description": "Part of the mid-1980s British indie pop boom, The Flatmates were part of the Subway Organization, a Bristol record label formed by Martin Whitehead, who was also guitarist and main songwriter for the band. Singles such as I Could be in Heaven, Happy All the Time and Shimmer showed the band's potential, but The Flatmates disbanded in early 1989 before releasing a studio album. Now they're back, with Lisa Bouvier as lead singer, and with a recent 7\" 'You Held My Heart'."
    },
    {
        "end": "2014-07-27 17:20:00",
        "name": "The Very Most",
        "image": "verymost",
        "start": "2014-07-27 16:40:00",
        "cost": "",
        "link": "http://theverymost.com/",
        "location": "Outdoor stage",
        "key": "very most",
        "description": "The Very Most are an indiepop band led by Jeremy Jensen and founded in 2002 in Boise, Idaho, USA. Influenced by Camera Obscura, The Beach Boys, New Order, and 80s jangly guitar pop, they are the only indiepop band in this Mountain West town of around 200,000 people! They've released three full length albums and six EPs, and played shows across the US and in Europe."
    },
    {
        "end": "2014-07-27 16:20:00",
        "name": "Bordeauxxx",
        "image": "bordeauxxx",
        "start": "2014-07-27 15:40:00",
        "cost": "",
        "link": "http://bordeauxxx.bandcamp.com/",
        "location": "Outdoor stage",
        "key": "bordeauxxx",
        "description": "London based five piece Bordeauxxx formed in 2009 whilst studying towards their mortarboards, and found solace in boy-girl vocals, intertwined guitars and a big chorus. Their new EP is due for release this summer and is influenced by all things pop, be it noisy or tender."
    },
    {
        "end": "2014-07-27 15:20:00",
        "name": "Ravioli Me Away",
        "image": "ravioli",
        "start": "2014-07-27 14:40:00",
        "cost": "",
        "link": "http://raviolimeaway.co.uk/",
        "location": "Outdoor stage",
        "key": "ravioli me away",
        "description": "A dangerously ambitious and delusional all girl jazzy post-pop punk hip funk group with a stylistically schizophrenic theme spanning all known past, present and future human cultures and sub cultures. Sian, Rosie and Alice will release their debut album this August on Good Job Records."
    },
    {
        "end": "2014-07-27 14:20:00",
        "name": "The Thyme Machine",
        "image": "thyme",
        "start": "2014-07-27 13:40:00",
        "cost": "",
        "link": "http://www.thethymemachine.co.uk/",
        "location": "Outdoor stage",
        "key": "thyme machine",
        "description": "The Thyme Machine are a lo-fi indiepop band from Lancaster fronted by a man in a leopard suit called Kriss Foster. They sing about taxidermy, favourite jumpers, seabirds and going for a day out to the Lake District with a zombie. They've performed a month long run at the Edinburgh Fringe, and recently released a new album 'Wake Up with The Thyme Machine'."
    },
    {
        "end": "2014-07-27 13:20:00",
        "name": "Axolotes Mexicanos",
        "image": "axolotles",
        "start": "2014-07-27 12:40:00",
        "cost": "",
        "link": "http://axolotesmexicanos.bandcamp.com/",
        "location": "Outdoor stage",
        "key": "axolotes mexicanos",
        "description": "This Asturian trio, signed to the legendary Elefant Records, career from crazy punk to the most playful, DIY electro-pop with energy, muscle, strength and ferocity.  Olaya, Stephen and Juan evoke the wildest and most fun moments of the indie explosion that happened in the early 80s in Spain. The band's first  release, \"Infectados\", is Helen Love  and Pegamoides pogo-dancing in celebration of one of the group's biggest passions - zombies!"
    },
    {
        "end": "2014-07-27 21:00:00",
        "name": "Withered Hand",
        "image": "withered",
        "start": "2014-07-27 20:00:00",
        "cost": "",
        "link": "http://witheredhand.com/",
        "location": "Indoor stage",
        "key": "withered hand",
        "description": "Edinburgh based folk-rock troubadour Dan Willson has been embraced by Fife-based musical powerhouse the Fence Collective, seen his songs picked up on MTV and cult series Skins, and gained a legion of fans including Jarvis Cocker and Rolling Stone Magazine USA. Following his acclaimed debut album, Good News, his long-awaited second album,New Gods, is released in 2014, featuring guest appearances from Pam Berry, Eugene Kelly of The Vaselines and members of Belle & Sebastian."
    },
    {
        "end": "2014-07-27 19:40:00",
        "name": "The Just Joans",
        "image": "justjoans",
        "start": "2014-07-27 19:00:00",
        "cost": "",
        "link": "http://justjoans.bandcamp.com/",
        "location": "Indoor stage",
        "key": "just joans",
        "description": "The Just Joans are named after the Daily Record's agony aunt and make music about everyday angst.  They formed in north Lanarkshire way back in 1997 and released their debut album, \"Last Tango in Motherwell\", in 2005 on Ivan Lendil Records. This was following by a string of releases on the fantastic WeePOP! label, including the beautiful 12\" vinyl release of 'Buckfast Bottles in the Rain', a pop concept album set in late 90s Scotland."
    },
    {
        "end": "2014-07-27 18:40:00",
        "name": "Night Flowers",
        "image": "nightflowers",
        "start": "2014-07-27 18:00:00",
        "cost": "",
        "link": "http://nightflowers.bandcamp.com/",
        "location": "Indoor stage",
        "key": "night flowers",
        "description": "Night Flowers are five friends based in East London, but all originally from Humberside .Their first tracks 'Single Beds' and 'North' were released as a free download in summer 2013.They play melodic indie rock/pop music influenced partly by 80s jangle and early 90s shoegaze."
    },
    {
        "end": "2014-07-27 17:40:00",
        "name": "Cosines",
        "image": "cosines",
        "start": "2014-07-27 17:00:00",
        "cost": "",
        "link": "http://cosines.bandcamp.com/",
        "location": "Indoor stage",
        "key": "cosines",
        "description": "Cosines are a mathematical pop band from north London, formed after Simon Nelson and Alice Hubley met on the London Underground after a Stereo Totale gig in 2009. They describe themselves as what you maybe would get if you mix Love, United States of America and Stereolab, and are constantly trying to find the perfect meeting point between clean synths and fuzz guitars. They've released two fantastic singles - 'Hey Sailor Boy' and 'Commuter Love' on Fika Recordings, and are currently preparing their debut album."
    },
    {
        "end": "2014-07-27 16:40:00",
        "name": "The Hobbes Fanclub",
        "image": "hobbes",
        "start": "2014-07-27 16:00:00",
        "cost": "",
        "link": "http://thehobbesfanclub.bandcamp.com/",
        "location": "Indoor stage",
        "key": "hobbes fanclub",
        "description": "The Hobbes Fanclub are Leon, Louise and Adam from Bradford, England and they love distortion pedals and reverb.They've released sold-out singles on Cloudberry Records and Dufflecoat Records, and their debut album will be released on Shelflife Records this summer. Since their last appearance at Indietracks they've played shows across the UK, as well as appearing in Paris and at New York Popfest."
    },
    {
        "end": "2014-07-27 15:40:00",
        "name": "The Wendy Darlings",
        "image": "wendy",
        "start": "2014-07-27 15:00:00",
        "cost": "",
        "link": "http://thewendydarlings.bandcamp.com/",
        "location": "Indoor stage",
        "key": "wendy darlings",
        "description": "Suzy, Baptiste and Sylvain strike the perfect balance between punk, garage and pop This French band released its first EP in 2007 (Lostmusic Records) and have released two 7''s (Marineville Records) since. The 'Insufferable Fatigues of Idleness' (Oddbox Records 2014) is their first proper album. Inspired by the sixties, 80s Scottish pop bands and 90s lo-fi noise rock, this is the sort of music that makes you want to shout, scream and dance."
    },
    {
        "end": "2014-07-27 14:40:00",
        "name": "No Ditching",
        "image": "nodtiching",
        "start": "2014-07-27 14:00:00",
        "cost": "",
        "link": "http://noditching.bandcamp.com/",
        "location": "Indoor stage",
        "key": "no ditching",
        "description": "All-girl five-piece from Durham featuring members of Martha, Fashanu and Jazz in my Pants. Ellie, Freya, Kate, Laura and Naomi play snotty radge-pop from the sweatiest basement in Pity Me, Durham. With 11 years between the youngest and oldest members, including an Aunty and Niece combo, they released their debut online EP 'Face Ache' last year. "
    },
    {
        "end": "2014-07-27 13:40:00",
        "name": "The Swapsies",
        "image": "swapsies",
        "start": "2014-07-27 13:00:00",
        "cost": "",
        "link": "http://theswapsies.bandcamp.com/",
        "location": "Indoor stage",
        "key": "swapsies",
        "description": "The Swapsies formed in Liverpool sometime in 2012, determined to make friendly, catchy pop music. They are Sean, Andy, Elaine, Matt and Huw. and have released a single with February Records called 'Another Game On Saturday' and an EP called Sparrows in collaboration with a zine called Young Explorer. They sing songs about our dreams, loves and worries that are full to the brim with guitars, drums a"
    },
    {
        "end": "2014-07-27 21:00:00",
        "name": "Los Crispis",
        "image": "cripislive",
        "start": "2014-07-27 20:20:00",
        "cost": "",
        "link": "http://www.loscripis.com.ar/eng/index.html",
        "location": "Church stage",
        "key": "los crispis",
        "description": "Los Cripis started as a home project between Josi and Nicolas when they met in the summer of 2009 and began to spend every hot afternoon playing with 2 guitars (plugged into the same amplifier). It was so fun that they decided to start a band. That summer they put together their first songs and thought about incorporating a drummer. Even though they couldn't find one, they decided to start recording all the same. There was a very small room at Nicolas's and after taking what they had to it (a portaestudio, one computer, a microphone, an amp, guitars, a fan and a cassette player), they decided to name it \"Momia Studio\". In 2010 and 2011 they moved in together and recorded many songs, which reflect the spirit of the first rehearsals: simple, raw and fun. One day they went to a rehearsal space and recorded the sounds of a drum, which they then used to complete most of the songs, and so by the end of 2011 they had finished Our First Album and FAT (which despite the name came before OFA). Then they made the first copies on cassette and Nicolas made a website for downloading the albums with their past projects and friends. In this way Fariscal Records was born.\nOne stage had finished and they really wanted to play live shows. This time they would find a drummer yes or yes.\nAfter a few weeks, they met Marta and from the first practice the three knew they had to keep playing together, so the search was over.\nAnd so a new phase of getting \"out of the house\" and playing live shows started.\nAt the second concert they played in an old video store in Boedo and among the public was Bruno, an unknown fella at the time who invited them to play at the 1234 Shoreditch Festival in London, where he worked. From that point they started to build their 2012 European tour where they met new friends and recorded (in London) the songs that would be part of their third album out in early 2013. The sound of Los Cripis is simple and primitive, no pedals or effects, but full of saturation, melodies, freshness, d.i.y. spirit and color. First takes predominate in the recordings, perhaps reminding us of The Shaggss or Beat Happening..."
    },
    {
        "end": "2014-07-27 20:00:00",
        "name": "Mega Emotion",
        "image": "mega",
        "start": "2014-07-27 19:20:00",
        "cost": "",
        "link": "http://megaemotion.bandcamp.com/",
        "location": "Church stage",
        "key": "mega emotion",
        "description": "Mega Emotion take inspiration from bands like New Order, Metronomy, CHVCHES, Sleigh Bells, Depeche Mode, The Pixies, Kraftwerk and Sonic Youth. The result is a reverent blend of post punk, stark electronics and synth pop hooks. They've had singles of the week in both The 405 and The Music Fix, and airplay on BBC 6Music and XFM. Their debut self release 'Fake Feelings' sold out on cassette in just a couple of hours and the title track BRAINS went on win Steve Lamacq's Roundtable on 6Music."
    },
    {
        "end": "2014-07-27 19:00:00",
        "name": "Screen Prints",
        "image": "screenprints",
        "start": "2014-07-27 18:20:00",
        "cost": "",
        "link": "",
        "location": "Church stage",
        "key": "screen prints",
        "description": "Formed in 1997 and active until 2001, Manchester's Screen Prints recorded their textured pop songs on a 4 track cassette Portastudio and had singles released on UK labels Track and Field and Earworm as well as Motorway (Japan).\nEarlier this year, Screen Prints had a remastered retrospective of their late 90's recordings 'Hum & Hiss' released by Japanese indie pop label Fastcut Records.  New fans include Gideon Coe and Lauren Laverne who recently championed the collection both on BBC Radio 6 and Twitter. To celebrate the release, Screen Prints have reformed to play their first ever live performance at Indietracks."
    },
    {
        "end": "2014-07-27 18:00:00",
        "name": "The Yearning",
        "image": "yearning",
        "start": "2014-07-27 17:20:00",
        "cost": "",
        "link": "http://elefant.com/en/disco/15356/Jukebox%20Romance",
        "location": "Church stage",
        "key": "yearning",
        "description": "Founded by songwriter/producer Joe Moore and signed to the legendary Elefant Records, the band's songs ache of a bygone innocence and simplicity, as influenced by Phil Spector's girl groups, Brian Wilson's 'Pet Sounds' and Irving Berlin's classic songwriting.\nTheir debut EP, 'Jukebox Romance', was recorded in a cupboard under the stairs at Joe's home in Farringdon, UK, with vocalists Justyna Halas and Maddie Dobie, and their first full-length album, 'Dreamboats & Lemonade', will be released this summer!"
    },
    {
        "end": "2014-07-27 17:00:00",
        "name": "Big Joanie",
        "image": "bigjoanie",
        "start": "2014-07-27 16:20:00",
        "cost": "",
        "link": "http://bigjoanie.bandcamp.com/",
        "location": "Church stage",
        "key": "big joanie",
        "description": "Big Joanie are a Black feminist punk band that describe themselves as 'The Ronettes filtered through 80s DIY / riot grrrl with a sprinkling of dashikis'.\nBand members Chardine, Kiera & Steph are based in London and recorded their latest release in their lounge. Their live shows include the Riots Not Diets Riot Grrrl Valentines Ball and Wowsers festival."
    },
    {
        "end": "2014-07-27 16:00:00",
        "name": "Trust Fund",
        "image": "trustfund",
        "start": "2014-07-27 15:20:00",
        "cost": "",
        "link": "http://trustfund.bandcamp.com/releases",
        "location": "Church stage",
        "key": "trust fund",
        "description": "Trust Fund describe their music as \"mopey pop-punk\", and you may recognise a  couple of the band from The Bumblebees. Their first release was the EP 'Don't let them begin', released by Reeks of Effort Records."
    },
    {
        "end": "2014-07-27 15:00:00",
        "name": "Watoo Watoo",
        "image": "watoo",
        "start": "2014-07-27 14:20:00",
        "cost": "",
        "link": "http://www.watoowatoo.net/",
        "location": "Church stage",
        "key": "watoo watoo",
        "description": "Watoo Watoo consists primarily of Pascale & Michael, who live in  Bordeaux. Depending on the songs, the band's influences range from Stereolab, Felt and Serge Gainsbourg to 60s and 80s pop, warbling bass lines, crystal-clear guitars and vintage synths. Their latest album, 'Une si longue attente', was released earlier this year on Jigsaw Records."
    },
    {
        "end": "2014-07-27 14:00:00",
        "name": "Totem Terrors",
        "image": "totem",
        "start": "2014-07-27 13:20:00",
        "cost": "",
        "link": "http://www.totemterrors.com/",
        "location": "Church stage",
        "key": "totem terrors",
        "description": "Formerly two thirds of the spam-unfriendly Joy Of Sex, Max and Rosie have a 'different name, same quality' thing going on, namely writing minimalist post-punk songs that are cool, sleek and brainy. Drum machine, bass throb, guitar as texture. Definitely for fans of Wire, Prinzhorn Dance School and films where the hero dies face down in an icy puddle."
    },
    {
        "end": "2014-07-27 00:00:00",
        "name": "Daytrip DJs",
        "image": "daytrip",
        "start": "2014-07-27 22:30:00",
        "cost": "",
        "link": "",
        "location": "Indoor stage",
        "key": "daytrip",
        "description": "Founded in the summer of 2012, Daytrip is a Belfast-based club night ran by an enthusiastic pop fan called Tim. He's also DJed at How Does It Feel To Be Loved? in London and Wales Goes Pop! in Cardiff. Expect an explosion of jangle, fuzz and sweet, sweet melody with new and classic indiepop (and beyond)!"
    },
    {
        "end": "2014-07-27 00:00:00",
        "name": "7iete Pulgadas DJs",
        "image": "pulgadas",
        "start": "2014-07-27 22:30:00",
        "cost": "",
        "link": "",
        "location": "Marquee",
        "key": "7iete pulgadas",
        "description": "We are Alex and Cris from Madrid. We run the small indiepop label 7iete Pulgadas Rds. and we are part of the Madrid Popfest organization pulgada.\nWe love to dj and our set will consist on a mix of indiepop classics, new wave, synth pop, punk… and all the bands who make us dance and smile."
    },
    {
        "end": "2014-07-27 17:45:00",
        "name": "On The Fly",
        "image": "",
        "start": "2014-07-27 17:00:00",
        "cost": "£2 per activity",
        "link": "",
        "location": "Marquee",
        "key": "on the fly",
        "description": "On the Fly are investigators of unexplained phenomena and the mysteries of space! On The Fly will run two activities during the session.  1) Poster Making - Spread the word about UFO sightings, your telekinetic powers or your lost cat using collage and a photocopier! 2) Tin foil hat making - become more attuned to the glorious universe you're part of by making a receptivity helmet out of simple household items. Receive exciting new transmissions straight into your brain!"
    },
    {
        "end": "2014-07-27 16:45:00",
        "name": "Cardboard Record Players",
        "image": "",
        "start": "2014-07-27 16:00:00",
        "cost": "£3.00",
        "link": "",
        "location": "Marquee",
        "key": "cardboard record players",
        "description": "he workshop is a fun activity where people get to make and keep a working vinyl record player. With just a piece of card, a pin, a penny and some tape, the Cardboard Record Player bring old 7\" vinyl records to life right before your very ears. These little machines are fun for those with a fondness for vinyl and are equally educational and baffling for children from the iPod generation."
    },
    {
        "end": "2014-07-27 15:45:00",
        "name": "Put a Bird on it",
        "image": "",
        "start": "2014-07-27 15:00:00",
        "cost": "£1.00",
        "link": "",
        "location": "Marquee",
        "key": "put a bird on it",
        "description": "Make like Portlandia and come along and make a fabric bird brooch out of felt, to pin on your cardigan or bag! Suitable for adults and supervised children"
    },
    {
        "end": "2014-07-27 14:45:00",
        "name": "For Books' Sake",
        "image": "",
        "start": "2014-07-27 14:00:00",
        "cost": "Free",
        "link": "",
        "location": "Marquee",
        "key": "for books' sake",
        "description": "Webzine for women's literature, For Books' Sake, are running a zine making workshop that will address the history of zine culture and the practical side of DIY zine making. Whether you remember The Au Pairs, Talulah Gosh, Huggy Bear or identify with the Tumblr generation, For Books' Sake wants to encourage budding zinesters and evoke old memories to rekindle lost DIY passion. All are welcome to come along and have fun a crafternoon making zines the old fashioned way."
    },
    {
        "end": "2014-07-27 13:45:00",
        "name": "Sorted for Twees & Quiz",
        "image": "",
        "start": "2014-07-27 13:00:00",
        "cost": "Free",
        "link": "",
        "location": "Marquee",
        "key": "sorted for twees & quiz",
        "description": "Your quiz host Gareth was once a winning contestant on Radio 2's Popmaster with Ken Bruce, but failed to name 3 hits in 10 seconds by Leo Sayer! He was also on the winning team of a TV pop quiz show with Mark & Lard, but failed to receive a prize! We promise you there will be NO questions about Leo Sayer, and there WILL be prizes to be won! So form a team and test your knowledge of song clips, lyrics and useless trivia, from Belle & Sebastian to Take That."
    },
    {
        "end": "2014-07-27 16:45:00",
        "name": "Liz Hunt and Harri Davison",
        "image": "lizhunt",
        "start": "2014-07-27 16:15:00",
        "cost": "",
        "link": "",
        "location": "Train stage",
        "key": "liz hunt and harri davison",
        "description": "Liz and Harri will be well known among Indietracks regulars as part of Cardiffs eight-piece pop band The School. The band is currently working on their third album which will be released on Elefant Records shortly.\nTheyve toured Sweden, Italy, Spain, the USA and the UK, performed sessions for BBC 6Musics Marc Riley and Tom Robinson and Molly Ringwald is a fan!"
    },
    {
        "end": "2014-07-27 15:45:00",
        "name": "Little Robots",
        "image": "little",
        "start": "2014-07-27 15:15:00",
        "cost": "",
        "link": "http://littlerobots.bandcamp.com/",
        "location": "Train stage",
        "key": "little robots",
        "description": "Lashings of folky charm blended with beautiful three part vocal harmonies, underpinned by gentle guitar and ukuleles. This Sheffield trio are a loveable bunch with a penchant for blues, bluegrass and folk.\nNow settled into their proverbial slippers Little Robots are Mary Booth, Laura Burn Acaster and Lindy Surtees. After time out working on their other music projects Little Robots are back on it, recording their 2nd EP which will be followed by their debut album later this year."
    },
    {
        "end": "2014-07-27 14:30:00",
        "name": "Lisa Bouvier",
        "image": "bouvier",
        "start": "2014-07-27 14:00:00",
        "cost": "",
        "link": "http://lisabouvier.se/",
        "location": "Train stage",
        "key": "lisa bouvier",
        "description": "Lisa Bouviers songs cover a wide range of styles, from punk songs and bouncy hits to sweet harmonies, piano ballads and doom pop pieces. Lisa also writes surreal short stories and Swedish horse novels and random stuff about mental health.\nWhen Lisas not playing solo, shes performing with The Flatmates, The Proctors and Satan & Megastar."
    },
    {
        "end": "2014-07-27 12:45:00",
        "name": "Shelley Jane",
        "image": "shelley",
        "start": "2014-07-27 12:00:00",
        "cost": "",
        "link": "http://shelleyjanethomas.bandcamp.com/",
        "location": "Train stage",
        "key": "shelly jane",
        "description": "Shelley Jane plays melodic ukuele pop.Based in Derby, shes released a string of songs on Bandcamp and Soundcloud, and has played with One Happy Island and Pete Green among others."
    }
]
